[ItemDefs.ID_BloodwingFeather:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Bleeding from the wings. He came here recently."

[ItemDefs.ID_SlagSample:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="One example is slag, a volatile component of iridium production.."
